<?php
/**
*
* acp_groups [Ukrainian]
*
* @package language
* @version $Id: groups.php 8911 2008-09-23 13:03:33Z acydburn $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_GROUPS_MANAGE_EXPLAIN'	=> 'За допомогою цієї панелі ви можете керувати усіма групами, ви можете створювати нові, редагувати і видаляти існуючі групи. Ви можете призначати лідерів, змінювати статус груп, а також задати назву групі та її опис.',
	'ADD_USERS'	=> 'Додати користувачів',
	'ADD_USERS_EXPLAIN'	=> 'Тут ви можете приєднувати нових користувачів до груп. Ви можете обрати, чи буде ця група групою за замовчуванням для обраних користувачів. Також ви можете встановлювати лідерів групи. Вводьте кожне ім\'я користувача з нової стрічки.',
	
	'COPY_PERMISSIONS'	=> 'Скопіювати права доступу від',
	'COPY_PERMISSIONS_EXPLAIN'	=> 'Після створення група буде мати ті ж права доступа, що і обрана тут.',
	'CREATE_GROUP'	=> 'Створити нову групу',
	
	'GROUPS_NO_MEMBERS'	=> 'У цій групі немає учасників',
	'GROUPS_NO_MODS'	=> 'Немає лідерів групи',
	
	'GROUP_APPROVE'	=> 'Одобрити учасника',
	'GROUP_APPROVED'	=> 'Одобрити учасників',
	'GROUP_AVATAR'	=> 'Аватар групи',
	'GROUP_AVATAR_EXPLAIN'	=> 'Це зображення буде відображатись в Панелі керування групами.',
	'GROUP_CLOSED'	=> 'Закрита',
	'GROUP_COLOR'	=> 'Колір групи',
	'GROUP_COLOR_EXPLAIN'	=> 'Встановлює колір іменам користувачів групи, залиште порожнім для кольору за замовчуванням.',
	'GROUP_CONFIRM_ADD_USER'		=> 'Ви впевнені, що хочете додати в групу користувача %1$s?',
	'GROUP_CONFIRM_ADD_USERS'		=> 'Ви впевнені, що хочете додати в групу користувачів %1$s??',
	'GROUP_CREATED'	=> 'Групу успішно створено.',
	'GROUP_DEFAULT'	=> 'Зробити групою за замовчуванням для учасника',
	'GROUP_DEFS_UPDATED'	=> 'Група за замовчуванням встановлена для обраних користувачів.',
	'GROUP_DELETE'	=> 'Видалити учасника з групи',
	'GROUP_DELETED'	=> 'Групу видалено, її учасникам встановлено групу за замовчуванням.',
	'GROUP_DEMOTE'	=> 'Зняти лідера групи',
	'GROUP_DESC'	=> 'Опис групи',
	'GROUP_DETAILS'	=> 'Інформація про групу',
	'GROUP_EDIT_EXPLAIN'	=> 'Тут ви можете редагувати вже існуючу групу. Ви можете змінювати її назву, опис та тип (відкрита, закрита, і т.д.). Також можна встановити дечкі інші параметри, такі як колір, звання та ін. Зміни зроблені тут замінять поточні налаштування користувачів. Зауважте, що учасники групи можуть змінювати свої аватари лише, якщо ви надали їм відповідні права.',
	'GROUP_ERR_USERS_EXIST'	=> 'Задані користувачі вже є учасниками цієї групи.',
	'GROUP_FOUNDER_MANAGE'	=> 'Керується лише засновником',
	'GROUP_FOUNDER_MANAGE_EXPLAIN'	=> 'Обмежити керування цією групою лише засновниками.',
	'GROUP_HIDDEN'	=> 'Прихована',
	'GROUP_LANG'	=> 'Мова групи',
	'GROUP_LEAD'	=> 'Лідери групи',
	'GROUP_LEADERS_ADDED'	=> 'Нових лідерів групи додано успішно.',
	'GROUP_LEGEND'	=> 'Відображати групу в поясненні',
	'GROUP_LIST'	=> 'Поточні учасники',
	'GROUP_LIST_EXPLAIN'	=> 'Це повний список усіх поточних користувачів з членством в цій групі. Ви можете видаляти учасників (за винятком деяких спеціальних груп) або додавати нових.',
	'GROUP_MEMBERS'	=> 'Учасники групи',
	'GROUP_MEMBERS_EXPLAIN'	=> 'Це повний список усіх учасників цієї групи. Він включає окремі розділи для лідерів, користувачів, які очікують на вступ та існуючих учасників. Звідси ви можете керувати усіма аспектами членства в цій групі та розподіленням ролей. Для того, щоб видалити лідера, але залишити його в групі, використовуйте "Зняти лідера групи" замість "Видалити користувача з групи". Для встановлення існуючого учасника групи лідером оберіть "Призначити лідером групи".',
	'GROUP_MESSAGE_LIMIT'	=> 'Ліміт приватних повідомлень в кожній папці',
	'GROUP_MESSAGE_LIMIT_EXPLAIN'	=> 'Це замінить загальний для користувачів ліміт повідомлень. Значення 0 означає, що буде використовуватись користувацький ліміт.',
	'GROUP_MODS_ADDED'	=> 'Нових лідерів групи успішно додано.',
	'GROUP_MODS_DEMOTED'	=> 'Лідерів груп успішно знято.',
	'GROUP_MODS_PROMOTED'	=> 'Обраних учасників групи успішно встановлено лідерами.',
	'GROUP_NAME'	=> 'Назва групи',
	'GROUP_NAME_TAKEN'	=> 'Введена вами назва групи вже використовується, введіть будь-ласка іншу.',
	'GROUP_OPEN'	=> 'Відкрита',
	'GROUP_PENDING'	=> 'Користувачі, які очікують на вступ',
   	'GROUP_MAX_RECIPIENTS'         => 'Максимально дозволена кількість отримувачів для приватного повідомлення',
  	 'GROUP_MAX_RECIPIENTS_EXPLAIN'   => 'Максимально дозволена кількість отримувачів в приватному повідомлення. Якщо введено 0, буде використовуватись налаштування форуму.',
	'GROUP_PROMOTE'	=> 'Встановити лідером групи',
	'GROUP_RANK'	=> 'Звання групи',
	'GROUP_RECEIVE_PM'	=> 'Група може отримувати приватні повідомлення',
	'GROUP_RECEIVE_PM_EXPLAIN'	=> 'Зауважте, що приховані групи не можуть отримувати приватні повідомлення незалежно від цього налаштування.',
	'GROUP_REQUEST'	=> 'Запит',
	'GROUP_SETTINGS_SAVE'	=> 'Налаштування групи',
	'GROUP_TYPE'	=> 'Тип групи',
	'GROUP_TYPE_EXPLAIN'	=> 'Це визначає, хто може приєднуватись або переглядати цю групу.',
	'GROUP_UPDATED'	=> 'Налаштування групи успішно оновлено.',
	
	'GROUP_USERS_ADDED'	=> 'Нових користувачів успішно додано до групи.',
	'GROUP_USERS_EXIST'	=> 'Обрані користувачі вже є учасниками групи.',
	'GROUP_USERS_REMOVE'	=> 'Користувачі успішно видалені з групи і для них успішно встановлені нові групи за замовчуванням.',

	'MAKE_DEFAULT_FOR_ALL'	=> 'Зробити групою за замовчуванням для усіх її учасників',
	'MEMBERS'	=> 'Учасники',

	'NO_GROUP'	=> 'Група не визначена.',
	'NO_GROUPS_CREATED'	=> 'Групи ще не створені.',
	'NO_PERMISSIONS'	=> 'Не копіювати права доступу',
	'NO_USERS'	=> 'Ви не задали жодного користувача.',
	'NO_VALID_USERS'			=> 'Ви не задали жодного користувача, який би підходив для цієї дії.',
	
	'NO_USERS_ADDED'         => 'Жодного користувача не було додано до групи.',
	
	'SPECIAL_GROUPS'	=> 'Попередньо встановлені групи',
	'SPECIAL_GROUPS_EXPLAIN'	=> 'Попередньо встановлені групи - це спеціальні групи, які не можуть бути видалені або змінені безпосередньо. Тим не менше, ви можете додавати користувачів в ці групи і змінювати основні налаштування цих груп.',

	'TOTAL_MEMBERS'	=> 'Учасники',

	'USERS_APPROVED'	=> 'Користувачі успішно одобрені.',
	'USER_DEFAULT'	=> 'За замовчуванням для користувача',
	'USER_DEF_GROUPS'	=> 'Користувацькі групи',
	'USER_DEF_GROUPS_EXPLAIN'	=> 'Ці групи створюються вами або іншими адміністраторами форуму. Ви можете керувати учасниками груп, змінювати їхні налаштування, а також видаляти їх.',
	'USER_GROUP_DEFAULT'	=> 'Встановити групою за замовчуванням',
	'USER_GROUP_DEFAULT_EXPLAIN'	=> 'Встановлює цю групу групою за замовчуванням для користувачів, які додаються в групу.',
	'USER_GROUP_LEADER'	=> 'Зробити лідером групи',
));

?>