<?php
/**
*
* search_ignore_words [Ukrainian]
*
* @package language
* @version $Id: search_ignore_words.php,v 1.3 2007/10/04 15:07:24 acydburn Exp $
* @copyright (c) 2005 phpBB Group
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

if (!defined('IN_PHPBB'))
{
	exit;
}

$words = array(
	'а',
	'про',
	'я',
	'тому',
	'про',
	'до',
	'для',
	'від',
	'всі',
	'між',
	'але',
	'після',
	'найкращий',
	'великий',
	'маленький',
	'може',
	'не',
	'ні',
	'так',
	'краще',
	'гірше',
	'кращий',
	'гірший',
	'www',
	'через',
	'є',
	'нема',
	'ми',
	'ти',
	'він',
	'вона',
	'воно',
	'тобі',
	'їм',
	'нас',
	'вас',
	'нам',
	'вам',
	'вашими',
	'нашими',
	'всім',
	'їх',
	'їхній',
	'наш',
	'твій',
	'мій',
	'з',
	'звідти',
	'йому',
	'писав',
	'написав',
	'хто',
	'що',
	'чого',
	'могли',
	'можливо',
	'менший',
	'більший',
	'виглядає',
	'знайшов',
	'щось',
	'десь',
	'будь-що',
	'будь-який',
	'будь-ласка',
	'дякую',
	'дякуючи',
	'завдяки',
	'неможливо',
	'хіба',
	'хтось',
	'час',
	'буде',
	'цей',	
	'цих',
	'AFAIK',
	'IIRC',
	'LOL',
	'ROTF',
	'ROTFLMAO',
	'YMMV',
);

?>